<script setup></script>

<template>
    <main>
        <div class="container-fluid fs-4">
            <div class="content content-misc p-4">
                <div class="row">
                    <div class="col-12 text-start p-3">
                        <h1>利用規約</h1>
                        <p>本利用規約(以下「本規約」といいます。)は、会員が、株式会社VALUE CREATE(以下「当社」といいます。)
                            が提供する本サービスをご利用頂く際の利用条件および当社と会員の皆様の権利義務関係につき定めるものです。本サービスの利用に際しては、本規約の全文をお読みいただいたうえで、本規約に同意いただく必要があります。
                        </p>

                        <h2>第1条 適用</h2>
                        <p>本規約は、本サービスの提供条件及び本サービスの利用に関する当社と会員との間の権利義務関係を定めることを目的とし、会員と当社との間の本サービスの利用に関わる一切の関係に適用されます。
                        </p>

                        <p>当社が本サービス上で掲載する本サービス利用に関するガイドラインは、本規約の一部を構成するものとします。</p>

                        <p>本規約の内容と、前項のルールその他の本規約外における本サービスの説明等とが異なる場合は、本規約の規定が優先して適用されるものとします。</p>

                        <h2>第2条 本サービスの性質</h2>
                        <p>本サービスは、エンタメスキルを提供したい女性会員と、エンタメスキルの提供を受けたい男性会員の間での、エンタメスキル提供契約の成立の機会を提供することを目的とするサービスです。当社がエンタメスキル提供契約の当事者となるものではありません。
                        </p>

                        <h2>第3条 定義</h2>
    <p>本規約において使用する以下の用語は、各々以下に定める意味を有するものとします。</p>
    <ul>
        <li><strong>エンタメスキル</strong>：女性会員が、当社指定の条件で提供する、"特技"、"時間"等による役務提供するためのスキルを意味します。</li>
        <li><strong>エンタメスキル提供契約</strong>：女性会員と男性会員の間で、本規約を条件として締結される、女性会員のエンタメスキルの提供に関する契約を意味します。</li>
        <li><strong>会員</strong>：第4条（会員登録）に基づいて本サービスの利用者としての登録がなされた個人を意味します。</li>
        <li><strong>女性会員</strong>：本サービスを利用し、エンタメスキルを提供する会員をいいます。</li>
        <li><strong>男性会員</strong>：本サービスを利用し、女性会員からエンタメスキルの提供を受ける会員をいいます。</li>
        <li><strong>サービス利用契約</strong>：本規約を契約条件として当社と会員の間で締結される、本サービスの利用契約を意味します。</li>
        <li><strong>ギフト</strong>：女性会員による役務提供の対価として男性会員が女性会員に対し送付する、本サービス内で利用できるポイントをいいます。</li>
        <li><strong>知的財産権</strong>：著作権、特許権、実用新案権、意匠権、商標権その他の知的財産権（それらの権利を取得し、またはそれらの権利につき登録等を出願する権利を含みます。）を意味します。</li>
        <li><strong>投稿コンテンツ</strong>：会員が本サービスを利用して投稿等その他送信するコンテンツ（文章、画像、動画その他のデータを含みますがこれらに限りません。）を意味します。</li>
        <li><strong>当社グループ</strong>：株式会社VALUE CREATEおよびその関連会社を意味します。</li>
        <li><strong>本サービス</strong>：当社が提供する「Deet」という名称のサービス（理由の如何を問わずサービスの名称または内容が変更された場合は、当該変更後のサービスを含みます。）を意味します。</li>
    </ul>

    <h2>第4条 会員登録</h2>
    <p>本サービスの利用を希望する者（以下「登録希望者」といいます。）は、本規約を遵守することに同意し、かつ当社の定める一定の情報（以下「登録情報」といいます。）を当社の定める方法で当社に提供することにより、当社に対し、本サービスの利用の登録を申請することができます。</p>
    <p>当社は、当社の基準に従って、第１項に基づいて登録申請を行った登録希望者（以下「登録申請者」といいます。）の登録の可否を判断し、当社が登録を認める場合にはその旨を登録申請者に通知します。登録申請者の会員としての登録は、当社が本項の通知を行ったことをもって完了したものとします。</p>
    <p>前項に定める登録の完了時に、サービス利用契約が会員と当社の間に成立し、会員は本サービスを本規約に従い利用することができるようになります。</p>
    <p>会員は、本サービスを、年齢や利用環境等の条件に応じて、当社の定める範囲内で利用できるものとします。本サービスは、18歳未満の方にはご利用いただけません。</p>
    <p>会員が登録できるアカウントは1つまでとします。</p>
    <p>当社は、登録申請者が、以下の各号のいずれかの事由に該当する場合は、登録及び再登録を拒否することがあり、またその理由について一切開示義務を負いません。</p>
    <ul>
        <li>当社に提供した登録情報の全部または一部につき虚偽、誤記または記載漏れがあった場合</li>
        <li>本サービスに登録されているアカウントがすでに存在する場合</li>
        <li>未成年者、成年被後見人、被保佐人または被補助人のいずれかであり、法定代理人、後見人、保佐人または補助人の同意等を得ていなかった場合</li>
        <li>反社会的勢力等（暴力団、暴力団員、右翼団体、反社会的勢力、その他これに準ずる者を意味します。）である、または資金提供その他を通じて反社会的勢力等の維持、運営もしくは経営に協力もしくは関与する等反社会的勢力等との何らかの交流もしくは関与を行っていると当社が判断した場合</li>
        <li>過去当社との契約に違反した者またはその関係者であると当社が判断した場合</li>
        <li>その他、登録を適当でないと当社が判断した場合</li>
    </ul>

    <h2>第5条 会員による情報管理等について</h2>
    <p>会員は本サービスの利用に当たり、電話番号またはFacebookなど、当社の定める外部サービスのアカウントを登録することにより認証を受ける（以下「ログイン」といいます。）ものとします。</p>
    <p>会員は、本サービスのログインに用いる外部サービスのパスワードを厳正に管理するものとします。会員は、第三者にパスワードを使用されることのないよう、以下の事項を守らなければなりません。</p>
    <ul>
        <li>容易に第三者に推測されないパスワードとすること</li>
        <li>第三者に自己のパスワードを公開しないこと</li>
        <li>複数の人間が使用するコンピュータならびに携帯電話上で本サービスを利用する場合は、本サービスの利用を終えるときに必ずログアウトしウェブブラウザを終了させること</li>
        <li>複数の人間が使用するコンピュータならびに携帯電話上で本サービスを利用する場合は、かんたんログイン（ログイン時のメールアドレスとパスワードの入力を省略できる機能をいいます。）の登録解除を行っておくこと</li>
    </ul>
    <p>会員は、電話番号または外部サービスのアカウントの不正使用によって当社または第三者に損害が生じた場合、当社および第三者に対して、当該損害を賠償するものとします。また、登録情報の管理は、会員が自己の責任の下で行うものとし、登録情報が不正確または虚偽であったために会員が被った一切の不利益および損害に関して、当社は責任を負わないものとします。</p>
    <p>会員は、本サービスのログインに用いる電話番号につき厳重に管理するとともに、当該電話番号の管理の懈怠（電話番号を変更したにもかかわらずそれを当社に届け出なかった場合も含みます。以下本項において同じです。）によって当社または第三者に損害が生じた場合、当社および第三者に対して、当該損害を賠償するものとします。また、電話番号の管理は会員が自己の責任の下で行うものとし、電話番号の管理の懈怠または電話番号が不正確もしくは虚偽であったために会員が被った一切の不利益および損害に関して、当社は責任を負わないものとします。</p>
    <p>会員は、本サービス利用中に、何らかの事情でデータが破損・滅失した場合のために、会員側で定期的にデータをバックアップすることを遵守するものとします。会員がバックアップを取らなかったことによる損害については、当社は責任を負わないものとします。</p>
    <h2>第6条 利用料金等について</h2>
    <p>本サービスは、一部のサービスおよび機能を除き、無料でご利用いただけます。当社が定める追加機能を利用するには、本サービスの有料会員になる必要があります。</p>
    <p>最新の有料会員プランと利用料金および支払い方法ならびに有料会員プランへの申込みに関する詳細は本サービスに表示するものとし、有料会員は当該表示に従い、利用料金を支払うものとします。</p>
    <p>申込み後の変更・キャンセルはお受けできませんのでご了承ください。</p>
    <p>会員が有料会員プランを利用期間の途中で利用休止または解約した場合も、返金や未利用期間の日割り計算による精算は一切行っておりませんのでご注意ください。</p>
    <p>会員が、本サービスの利用料金その他の利用規約等に基づく支払いを所定の支払期日が過ぎてもなお履行しない場合、会員は、年14.6％の利率で計算した金額を延滞利息として、本サービスの料金その他の債務と一括して、当社が指定する期日までに当社の指定する方法により支払うものとします。</p>
    <p>前項の支払に必要な振込手数料その他の費用は、会員の負担とします。</p>

    <h2>第7条 アプリ内ポイントの取り扱い</h2>
    
    <h3>有償ポイントの取得、請求及びサービス購入時における利用</h3>
    <p>会員は、クレジットカード決済、銀行口座振替、その他当社の定める方法によりポイント（以下「有償ポイント」といいます。）を購入し、エンタメスキル提供契約の申込みや、本サービスにおけるギフト等の購入等に際して1有償ポイント＝1.2円相当額として利用できるものとします。その他、有償ポイントの内容および利用条件については、当社が別途定め、本サービスにおいて表示するところに従うものとします。</p>
    
    <h3>無償ポイントの取得及びサービス購入時における利用</h3>
    <p>会員は、本サービスにおける各種キャンペーンへの参加その他当社が別途指定する行為を行った場合、ポイント（以下「無償ポイント」といいます。）を取得し、本サービスにおけるギフト等の購入等に際して1無償ポイント＝1円相当額として利用できるものとします。ただし、無償ポイントの取得単位その他の取得条件または無償ポイントの利用条件は、当社が別途定め本サービスにおいて表示するところに従うものとします。有償ポイントと無償ポイントを所持している場合、無償ポイントが優先的に消費されるものとします。</p>
    
    <h3>ポイントの交換等</h3>
    <p>会員は、ポイント（有償ポイント及び無償ポイントその他当社が別途定める特定の用途に限定して利用可能なポイント（以下「その他ポイント」といいます。）をいいます。以下本条において同じ。）を当社所定の条件及び方法に従い、本サービスにおけるギフト等または当社が指定する店舗におけるプレゼントやサービスなどの特典との交換に利用することができます。</p>
    
    <h3>ポイントの払戻し</h3>
    <p>当社は、理由のいかんを問わず、ポイントの払戻しをいたしません。なお、本項にいうポイントの払い戻しの禁止には、第10条第1項規定の、男性会員による当該女性会員に対する本サービス内のギフト等の購入およびその送付をキャンセルすることによるポイントの払い戻しができないことも含まれるものとします。ただし、法令上必要な場合はこの限りではありません。この場合、ポイントの払戻し方法は、法令に従って当社が定め、別途通知するところによるものとします。</p>
    
    <h3>ポイントの換金</h3>
    <p>理由のいかんを問わず、ポイントを換金することはできません。</p>
    
    <h3>ポイントの移行</h3>
    <p>男性会員は、エンタメスキル提供契約の申込時に限り、当社所定の方法により、当社が定めるポイント数を上限として、自身の保有するポイントを異なる男性会員との間で移行させることができるものとします。男性会員との間で移行されたポイントについては、本条が適用されるものとします。</p>
    
    <h3>ポイントの管理</h3>
    <p>当社は、当社所定の方法により、会員が獲得したポイント、会員が使用したポイントおよびポイントの残高を、会員に告知します。会員は、ポイント額に疑義のある場合には、直ちに当社に連絡し、その内容を説明するものとします。ポイント額に関する最終的な決定は当社が行うものとし、会員はこれに従うものとします。</p>
    
    <h3>ポイントの合算および複数登録の禁止</h3>
    <p>一人の会員が複数の会員登録をすることは禁止されており、複数の会員登録を行いそれぞれの会員登録において保有する有償ポイントを合算することはできません。本項に反し、同一の会員が複数会員登録をし、ポイントを利用した場合、たとえ当該ポイントがキャンペーン等により当社から付与されたポイントであったとしても、利用したポイントを購入するために必要となる当社所定の代金を全額お支払いいただきます。</p>
    
    <h3>ポイントの有効期限</h3>
    <p>会員は、有償ポイントおよびその他ポイントの発行を受けた日から180日間のみそれらのポイントを利用することができます。会員は、無償ポイントを獲得した日から180日間もしくは付与前に別途当社が定めた日数の期間中にのみ無償ポイントを利用することができます。有効期限を過ぎた未使用のポイントは消滅し、その後利用することはできません。また、ポイントの有効期限の起算点は、キャンセル等によりポイントが返還された場合等を含めて、いずれの場合も当該ポイントを当初取得した日とします。</p>
    
    <h3>第三者による使用</h3>
    <p>ポイントの使用は、会員本人が行うものとし、当該会員本人以外の第三者が行うことはできません。第三者による不正使用であった場合でも、当社は、使用されたポイントを返還する義務を負わず、会員に生じた損害について一切責任を負いません。</p>
    
    <h3>税金及び手数料等の費用</h3>
    <p>ポイントの取得、ポイントの利用、特典との交換にともない、税金や付帯費用が発生する場合には、会員がこれらを負担するものとします。</p>
    
    <h3>会員の退会・会員資格消滅の場合</h3>
    <p>理由のいかんを問わず、会員が退会した場合又は会員資格が消滅した場合には、当該会員が保有するポイントは全て失効し、以後利用することはできないものとします。</p>


    <h2>第8条 クーポンについて</h2>
    
    <h3>クーポンの付与</h3>
    <p>当社は、会員に対し、本サービスにおける各種キャンペーン等により、クーポンを付与することができます。</p>
    
    <h3>クーポンの交換等</h3>
    <p>会員は、クーポンを当社所定の条件及び方法に従い、本サービスにおけるギフト等または当社が指定する店舗におけるプレゼントやサービスなどの特典との交換に利用することができます。会員がクーポンを利用した場合、当該クーポンを再度利用することはできなくなり、クーポンの額面に記載されたポイント数と、交換等に必要なポイント数に差額があった場合でも、当社は、当該差額分のポイントを会員に対して返還しないものとします。</p>
    
    <h3>クーポンの有効期限</h3>
    <p>会員は、クーポンの発行を受けた日から180日間のみクーポンを利用することができます。有効期限を過ぎた未使用のクーポンは消滅し、その後利用することはできません。また、クーポンの有効期限の起算点は、キャンセル等によりクーポンが返還された場合等を含めて、いずれの場合も当該クーポンを当初取得した日とします。</p>
    
    <h3>第三者による使用</h3>
    <p>クーポンの使用は、会員本人が行うものとし、当該会員以外の第三者が行うことはできません。第三者による不正使用であった場合でも、当社は、使用されたクーポンを返還する義務を負わず、会員に生じた損害について一切責任を負いません。</p>
    
    <h3>クーポンの換金について</h3>
    <p>クーポンを換金することはできません。</p>
    
    <h3>会員の退会・会員資格消滅の場合</h3>
    <p>理由のいかんを問わず、会員が退会した場合又は会員資格が消滅した場合には、当該会員が保有するクーポンは全て失効し、以後利用することはできないものとします。</p>

    <h2>第9条 エンタメスキル提供契約について</h2>
    
    <p>女性会員は、当社指定の条件で、エンタメスキルを設定し、提供することができます。当該女性会員からのエンタメスキルの提供を希望する男性会員は、当社の定めに従い、アプリ内のポイントを消費し、提供を申し込むものとします。男性会員の申込みに対し、女性会員が承諾した場合、当該女性会員と当該男性会員の間で、承諾内容に従いエンタメスキル提供契約が成立したものとみなします。</p>
    
    <p>エンタメスキル提供契約が成立したにもかかわらず、男性会員が正当な理由なくキャンセルしたと当社が判断した場合、当社は、当該男性会員に対し、当該成立したエンタメスキル提供契約に基づき男性会員が消費したアプリ内のポイントを返還しないものとします。</p>
    
    <p>エンタメスキル提供契約が成立したにもかかわらず、女性会員が正当な理由なくキャンセルしたと当社が判断した場合、当社は、当該成立したエンタメスキル提供契約に基づき当該女性会員に付与される予定のアプリ内のポイントを付与しないこととするとともに、別途当社が定める数のポイントを没収するものとします。</p>
    
    <p>エンタメスキル提供契約が、会員の不可抗力によらず、当初設定した終了時刻よりも早期に終了することとなった場合でも、当初の設定時間に対応したポイントが消費されるものとします。</p>
    
    <p>エンタメスキル提供契約において当初設定された終了時刻に終了しなかった場合は、当該エンタメスキル提供契約は自動的に延長されるものとし、当該エンタメスキル提供契約において当初予定されていたポイント（以下「通常ポイント」といいます。）に加え、本条第８項に定める延長ポイントを消費するものとします。なお、延長ポイントについては以下の延長時間の計算方法に従い延長時間が３０分を超えた段階で３０分分の延長ポイントが発生するものとし、その後延長時間が１５分経過するたびに１５分分ずつ加算され、かつ女性会員が複数名居る場合はその人数分発生するものとします。</p>
    
    <h3>＜延長時間の計算方法＞</h3>
    <p>延長時間の計算は１５分単位で行うものとし、当初終了予定時刻から延長した時点でまず１５分の延長時間が加算され、以後１５分が経過するたびに１５分ずつ延長時間が加算されるものとします。疑義を避けるために詳言すると、例えば当初設定した合流時間が６０分の場合、以下の通りとなります。</p>
    <ul>
        <li>合流時間が６０分を超えた場合：１５分延長</li>
        <li>合流時間が７５分を超えた場合：３０分延長（この時点で延長ポイントが発生）</li>
        <li>合流時間が９０分を超えた場合：４５分延長</li>
    </ul>
    
    <p>エンタメスキル提供契約が行われた時間帯が深夜（AM０時～AM６時の間）を含む場合は、通常ポイントに加え、本条第8項に定める深夜ポイントを消費するものとします。</p>
    
    <p>男性会員は、エンタメスキル提供契約申込時において、優先的にマッチングしたい女性会員を選択することができるものとし、当該選択により希望する女性会員との間でエンタメスキル提供契約が締結された場合は、通常ポイントに加え、次項の優先マッチングポイントを男性会員は消費するものとします。</p>
    
    <p>エンタメスキル提供契約において発生する通常ポイント以外の特別ポイントのポイント数は、以下の各号に定める内容とします。なお、以下の各号のポイントはその発生条件を満たす場合はそれぞれ重複して発生するものとします。</p>
    <ul>
        <li>延長ポイント：通常ポイントの1.3倍のポイント</li>
        <li>深夜ポイント：女性会員１名につき５０００ポイント</li>
        <li>優先指名ポイント：女性会員１名につき１時間毎に３０００ポイント</li>
    </ul>
    
    <p>男性会員は、エンタメスキル提供契約の申込用タブレット（以下「Deetタブレット」といいます。）が設置された飲食店舗で、Deetタブレットを用いてエンタメスキル提供契約を当社の指定する方法で申し込むことが出来るものとし、その場合、男性会員は、エンタメスキル提供契約における対価を、当該飲食店舗において当社の指定する方法で支払うものとします。なお、本項に基づく申し込みにより成立したエンタメスキル提供契約ならびにそれにより発生する対価の処理および計算等についても、前各項が準用されるものとします。</p>
    
    <p>当社は、前項の飲食店舗に対し、エンタメスキル提供契約における対価を受領する代理権を授与するものとし、男性会員が当該飲食店舗に当該対価を支払った時点で男性会員の当該対価の弁済は完了したものとします。</p>    

    <h2>第10条 女性会員への精算について</h2>
    
    <p>女性会員は、エンタメスキル提供契約の成立により、または、男性会員が当該女性会員に対し本サービス内のギフト等を購入することにより、男性会員が当該女性会員に対しポイントを消費その他エンタメスキル提供契約の対価を当社の指定する方法で支払った場合、当社に対し、次項に定める精算金の支払いを、当社所定の方法により、請求することができるものとします。なお、本項規定の、男性会員による当該女性会員に対する本サービス内のギフト等の購入およびその送付については、その理由の如何を問わず、男性会員は、当該購入および送付をキャンセルすることはできないものとします。</p>
    
    <p>前項の精算金は、男性会員が当該女性会員に対して消費したポイントの数量、当該女性会員のエンタメスキル提供契約成立の実績等にもとづき、当社が独自に定める方法により算定するものとします。</p>
    
    <p>当社は、女性会員から精算金の支払いの請求があった場合又は当社の定めた期間ごとに定期的（以下定期的な精算金の支払いを「定期振込」といいます。）に、女性会員に対し、当社所定の方法により、精算金を支払うものとします。なお、精算金の支払いに関し発生する振込手数料等は、女性会員の負担とします。</p>
    
    <p>女性会員は、本条第1項に定めるポイント消費時から90日以内に精算金の支払請求を行うものとします。</p>
    
    <p>女性会員が本条第1項に定めるポイント消費時から90日を経過しても、精算金の支払請求を行わなかった場合には、当社は、速やかに、当該女性会員が登録した金融機関の口座に、当該精算金相当額を振り込む方法その他当社所定の方法により支払います。なお、本項に基づき、当社が振込手続を行ったにもかかわらず、当社の責めに帰すべき事由なく振り込みが正常に完了しない場合には、当社は、当該女性会員が、当該精算金相当額の支払請求権を放棄したとみなすことができるものとします。</p>
    
    <p>エンタメスキル提供契約の成立に関し、男性会員または女性会員による不正利用（主に詐欺または脅迫などの犯罪行為を指しますがそれに限られません。）があったと当社が判断可能な場合、当社は当該エンタメスキル提供契約に関し女性会員が取得したポイントを全て無効とすることができるものとします。但し、不正利用の対象となったエンタメスキル提供契約につき発生したポイント相当分を、当該不正利用を行った者から当社が適法に取得した場合、本文の規定により無効となったポイントはその時点で有効となるものとし、女性会員は本条1項に従い当該ポイントにつき精算金の支払い請求を行うことができるものとします。なお、不正利用の存在に起因して、当社から女性会員に対する精算金の支払いが遅れた場合であっても、当社は当該遅延については遅延損害金その他一切の金銭債務を女性会員に対して負わないものとします。</p>
    
    <p>女性会員が本条の精算金の受領に用いる銀行口座については、女性会員本人の名義の口座を用いなければならないものとし、女性会員本人の名義以外の口座を登録していると当社が判断した場合又は精算金の受領に用いる銀行口座を登録していない場合は、当社は前項の場合及び定期振込の場合のみならず、たとえ女性会員本人の請求があったとしても、精算金を支払う義務を負わないものとします。なお、女性会員が、女性会員の本人名義の口座でないと当社が判断した口座を登録したまま、第７条第９項のポイントの有効期間を徒過した場合当該ポイントは当然に失効するものとし、それに伴い当該ポイントについての精算金の支払い義務も当然に消滅することを女性会員はあらかじめ承諾します。</p>
    
    <p>本条第３項の定期振込に関し、当社が精算金の支払いのために毎月1日又は当社が定める特定の期日において定期振込分のポイントを減少させた後、当社が定める定期振込日までに、女性会員が、女性会員の本人名義の口座でないと当社が判断した口座へと振込口座を変更した場合、当社は当該口座に対して定期振込分の精算金を支払う義務を負わないものとします。なお、女性会員が、女性会員の本人名義の口座でないと当社が判断した口座を登録したまま、上記の口座変更日から１８０日を徒過した場合、減少したポイントは当然に失効するものとし、それに伴い当該ポイントについての精算金の支払い義務も当然に消滅することを女性会員はあらかじめ承諾します。</p>
    
    <p>前項の場合において、すでに当社が精算金の支払いを女性会員に行っている場合は当該ポイントに対応する分の精算金を女性会員は当社に全て返還するものとします。</p>
    
    <p>当社は、当社が当該女性会員に対して有する金銭債権（前項の返還請求権を含みますがそれに限られません。）と、当社が当該女性会員に負っている金銭債務（支払予定の精算金の支払い債務を含みますがそれに限られません。）とを、その債権債務の履行期限にかかわらず、いつでもこれを対当額において相殺することができます。</p>
    
    <p>女性会員が適格請求書発行事業者である場合、当社の指定する方法により、女性会員は、当社に対して、適格請求書発行事業者の登録番号を通知しなければなりません。登録番号の通知が行われるまでは、当社は、女性会員を適格請求書発行事業者ではないものとして取り扱います。</p>
    
    <p>女性会員が適格請求書発行事業者でない場合、女性会員は、当社に対し、当社が負担することとなる税額を考慮して定める手数料を支払うものとします。</p>



    <h2>第11条 禁止行為</h2>
    <p>
        本サービスの利用に際し、当社は、会員に対し、次に掲げる行為を禁止します。違反した場合、当社は、利用停止、会員登録の取消し等、当社が必要と判断した措置を取ることができます。
    </p>
    <ul>
        <li>当社、本サービスの他の会員またはその他の第三者の知的財産権、肖像権、プライバシーの権利、名誉、その他の権利または利益を侵害する行為および侵害するおそれのある行為</li>
        <li>法令に違反する行為または犯罪行為に関連する行為</li>
        <li>公序良俗に反する行為</li>
        <li>本規約の精神に照らして不適切な行為</li>
        <li>本規約および当社が別途定めるガイドラインに反する行為</li>
        <li>当社、本サービスの他の利用者またはその他の第三者に対する詐欺または脅迫行為</li>
        <li>他の会員もしくは第三者が迷惑や不快感を感じるおそれのある行為または紛争が生じる可能性のある行為</li>
        <li>民族差別・人種差別を意識させたり、それらにつながる行為</li>
        <li>無限連鎖講（ねずみ講）、マルチ商法等の勧誘活動等を行う行為</li>
        <li>政治活動、選挙運動、宗教活動に関するあらゆる行為</li>
        <li>マネー・ロンダリングを目的とした行為</li>
        <li>不倫・援助交際・売春・買春等の勧誘行為、その他性行為・わいせつな行為、面識のない異性との出会い等を目的とする行為</li>
        <li>未成年者に対し、飲酒、喫煙等の不適切な行為を強要し、または助長する行為</li>
        <li>本サービスに競合・類似するサービスへの登録等を目的とした男性会員による女性会員への勧誘その他それに類する一切の行為</li>
        <li>自宅やホテル、レンタルスペースなど、鍵付きの個室を使用しての本サービスの利用行為</li>
        <li>本サービスを介さない現金の請求または授受</li>
        <li>女性会員に対するセクハラ行為、暴力、飲酒強要等の行為</li>
        <li>第三者に成りすます行為</li>
        <li>他の会員の会員資格を利用して本サービスを利用する行為</li>
        <li>当社の所定の手続き以外で、会員本人又は他の会員の個人情報（本名、住所、電子メールアドレス及び電話番号を含むあらゆる連絡先）を発信もしくは掲載する行為</li>
        <li>当社の事前の書面による許可なく、本サービス外で、商業目的により、当社が提供するあらゆるサービス、コンテンツ、情報、システム、機能、プログラム等の全部又は一部を利用する行為</li>
        <li>
            以下の情報を投稿する行為
            <ul>
                <li>犯罪や不法行為、危険行為に属する情報およびそれらを教唆、幇助する情報</li>
                <li>第三者の著作権を含む知的財産権やその他の財産権を侵害する情報、公共の利益または個人の権利を侵害する情報</li>
                <li>不法、有害、脅迫、虐待、人種差別、中傷、名誉棄損、侮辱、ハラスメント、扇動、不快を与えることを意図し、もしくはそのような結果を生じさせる恐れのある内容をもつ情報</li>
                <li>事実に反する、または存在しないと分かっている情報</li>
                <li>会員自身がコントロール可能な権利を持たない情報</li>
                <li>わいせつ、児童ポルノまたは児童虐待にあたる画像、文書等の情報</li>
                <li>その他当社が不適切と判断する情報</li>
            </ul>
        </li>
        <li>コンピュータウィルスの送信等、コンピュータの機器や通信回線、ソフトウェア等の機能に悪影響を及ぼす行為</li>
        <li>本サービス用インフラ設備に対して過度な負担となるストレスをかける行為</li>
        <li>当サイトのサーバーやシステム、セキュリティへの攻撃行為</li>
        <li>当社提供のインターフェース以外の方法で当社サービスにアクセスを試みる行為</li>
        <li>当社グループのウェブサイトに関連するシステムやソフトウェア等のセキュリティホールやエラー、バグ等を利用した行為ならびにリバースエンジニアリングや逆アセンブル等の手法により解読、改ざん、修正、複製、二次利用等する行為</li>
        <li>当社グループのサービス運営を妨げる行為</li>
        <li>上記の他、当社が不適切と判断する行為</li>
    </ul>


<h2>第12条 本サービス内コンテンツの権利</h2>
<p>会員は、本サービスのコンテンツを当社の定める範囲内でのみ使用することができるものとします。</p>
<p>本サービスで提供される全てのコンテンツに関する権利は当社または当社に使用を許諾する第三者が有しており、会員に対し、当社または当該第三者が有する特許権、実用新案権、意匠権、商標権、著作権、その他知的財産権の実施または使用許諾をするものではありません。</p>
<p>会員は、本サービスのコンテンツを、当社の定める使用範囲を超えていかなる方法によっても複製、送信、譲渡（会員同士の売買も含みます）、貸与、翻訳、翻案、無断で転載、二次使用、営利目的の使用、改変、逆アセンブル、逆コンパイル、リバースエンジニアリング等を行う事ができません。</p>
<p>前項に関わらず、退会等により会員が会員資格を喪失した場合は、提供されたコンテンツの使用権も消滅するものとします。</p>

<h2>第13条 個人情報について</h2>
<p>個人情報は、当社が別途定めるプライバシーポリシーに則り、適正に取り扱うこととします。</p>
<p>当社は、会員が当社に提供した情報、データ等を、個人を特定できない形での統計的な情報として、当社の裁量で、利用及び公開することができるものとし、会員はこれに異議を唱えないものとします。</p>

<h2>第14条 プロフィール情報の利用</h2>
<p>当社は、会員が本サービス上に記載する自己のプロフィール写真、名前、自己紹介その他の情報（以下「プロフィール情報」といいます。）を、当該会員の事前の承諾を得ることで、広告等の目的に利用することができるものとします。</p>
<p>会員は、自己のプロフィール情報が、自己自身の情報であり、第三者のいかなる権利も侵害しないことを表明し、保証するものとします。</p>
<p>会員は、他の会員のプロフィール情報を、当社所定の条件および方法に従い、外部サービス上のシェア機能を用いて投稿することができるものとします。</p>
<p>会員は前項の投稿に際して、会員の誹謗中傷、名誉毀損、侮辱、ハラスメント、その他の法令に違反し、または公序良俗に反し、もしくは当社が不適切と判断する方法による投稿はできないものとします。</p>

<h2>第15条 投稿などの削除、サービスの利用停止、アカウント削除について</h2>
<p>会員は、投稿コンテンツと、本サービスを通して他の会員に転送したコンテンツについて、単独で責任を負います。会員は、投稿コンテンツが（a）正確かつ（b）本契約に違反せず、かつ（c）あらゆる点で誰にも害が及ばないことを、表明し保証するものとします。</p>
<p>当社は、提供するサービスを適正に運営するために、以下の場合にはあらかじめ通知することなく、データやコンテンツを削除したり、サービスの全部または一部の利用をお断りしたり、会員のアカウントを削除したりするといった措置を講じることができるものとします。</p>
<ul>
    <li>会員が本規約に定められている事項に違反した場合、もしくはそのおそれがあると当社が判断した場合</li>
    <li>当社にお支払いいただく代金について支払の遅滞が生じた場合</li>
    <li>本サービスの代金決済手段として指定されたクレジットカードや銀行口座の利用が停止された場合</li>
    <li>会員が破産もしくは民事再生の手続の申立てを受け、または会員自らがそれらの申立てを行うなど、会員の信用不安が発生したと当社が判断した場合</li>
    <li>アカウントが反社会的勢力またはその構成員や関係者によって登録または使用された場合、もしくはそのおそれがあると当社が判断した場合</li>
    <li>会員が一定期間にわたってアカウントまたは特定のサービスを使用していない場合</li>
    <li>会員との信頼関係が失われた場合など、当社と会員との契約関係の維持が困難であると当社が判断した場合</li>
    <li>その他、当社が必要と判断した場合</li>
</ul>
<p>本サービス上での会員間のメッセージのやりとりは、当社の管理する電子掲示板を通じて提供されます。電子掲示板は、当該メッセージのやりとりをされる会員同士と当社の三者が閲覧できる仕様となっております。会員は、当社が事故防止ならびに健全なサービスを運営する目的で、メッセージの内容を閲覧、削除することに同意するものとします。ただし、当社として電子掲示板を巡回・監視する義務を負うものではありません。</p>


<h2>第16条 保証の否認および免責</h2>
<p>当社は、本サービスの内容・品質・水準、本サービスの安定的な提供、本サービスの利用に伴う結果等、本サービスに掲載されている情報及びコンテンツについての情報の正確性について、当社は保証しません。当社は、本サービスに掲載されている情報及びコンテンツについての紛争及びトラブルについて一切の責任を負わないものとします。</p>
<p>当社は、会員に対して、適宜情報提供やアドバイスを行うことがありますが、それらに対して責任を負うものではありません。また、そのアドバイスや情報提供の正確性や有用性を保証しません。</p>
<p>本サービスに関連するコンテンツの中に、コンピュータウィルス等有害なものが含まれていないことに関しまして、一切保証しません。本サービスに関連するコンテンツの中に、コンピュータウィルス等有害なものが含まれていたことにより生じた損害について、会員及び第三者に対して当社は一切責任を負わないものとします。</p>
<p>会員が利用した機器・通信回線・ソフトウェア等により会員又は第三者に生じた損害に関して、当社は一切責任を負わないものとします。</p>
<p>本サービスへのアクセス不能、会員のコンピュータにおける障害、エラー、バグの発生等、及び、本サービスに関連するコンピュータ、システム、通信回線等の障害に関して、当社は一切責任を負わないものとします。</p>
<p>当社は、本サービスの各ページからリンクしているホームページに関して、合法性、道徳性、信頼性、正確性について一切の責任を負いません。</p>
<p>会員が書き込んだ他のウェブサイト等へのURLにより、そのリンク先で生じた損害に関して、当社は一切責任を負わないものとします。</p>
<p>当社は、本サービスの内容変更、中断、終了によって生じたいかなる損害についても、一切責任を負いません。</p>
<p>本サービスの利用に関し当社が損害賠償責任を負う場合、当社は直接かつ現実に発生した通常の損害に限り、会員が過去6ヶ月間に、当社に本サービスの対価として支払った総額を限度額として賠償責任を負うものとします。</p>
<p>本サービスに関連して、会員間または会員と第三者間で発生したトラブル・紛争に関して、当社は一切の責任を負わないものとします。</p>

<h2>第17条 広告の掲載について</h2>
<p>会員は、本サービス上にあらゆる広告が含まれる場合があること、当社またはその提携先があらゆる広告を掲載する場合があることを理解しこれを承諾したものとみなします。本サービス上の広告の形態や範囲は、当社によって随時変更されます。</p>

<h2>第18条 権利譲渡の禁止</h2>
<p>会員は、予め当社の書面による承諾がない限り、本規約上の地位および本規約に基づく権利または義務の全部または一部を第三者に譲渡してはならないものとします。</p>
<p>当社は、本サービスの全部または一部を当社の裁量により第三者に譲渡することができ、その場合、譲渡された権利の範囲内で会員のアカウントを含む、本サービスに係る会員の一切の権利が譲渡先に移転するものとします。</p>

<h2>第19条 会員の接続環境等</h2>
<h3>必要な機器の準備等</h3>
<p>本サービスの提供を受けるために必要なコンピューター、スマートフォンその他の機器、ソフトウェア、通信回線その他の通信環境等は、会員の費用と責任において準備し維持するものとします。また、その機器・ソフトウェア・通信環境等の設置や操作についても、会員の費用と責任で行って頂く必要があります。当社は、本サービスがあらゆる機器等に適合することを保証するものではなく、機器等の準備、設置、操作に関し、一切関与せず、会員に対するサポートも行いません。</p>
<h3>ネットワークの経由等</h3>
<p>会員は、本サービスを利用する際に、種々のネットワークを経由する場合があることを理解し、接続しているネットワークや機器等によっては、それらに接続したり、それらを通過するために、データや信号等の内容が変更される可能性があることを理解したうえで、本サービスを利用するものとし、かかる変更について当社は一切責任を負わないものとします。</p>

<h2>第20条 クレジットカード決済</h2>
<p>会員が、本サービスの提供に関してクレジットカード決済を利用する場合、当社は、アポイントメント確定時に会員のクレジットカードの利用枠を確保したうえで、当社指定の時点において利用料金等の売上処理を行うもの（指定売上方式）とし、会員はこれに異議を唱えないものとする。</p>

<h2>第21条 損害賠償</h2>
<p>会員が本サービスの利用に関連して当社に損害を与えた場合、会員の費用と責任において当社に対して損害を賠償（訴訟費用及び弁護士費用を含みますがこれに限られません。以下本条において同様とします。）をするものとします。</p>
<p>会員は、本サービスの利用に関連し、他の会員もしくは第三者に損害を与えた場合または紛争を生じた場合、自己の費用と責任において、かかる損害を賠償またはかかる紛争を解決するものとし、当社には一切の迷惑や損害を与えないものとします。</p>
<p>会員の行為により、第三者から当社が損害賠償等の請求をされた場合には、会員の費用と責任で、これを解決するものとします。当社が当該第三者に対して、損害賠償金を支払った場合には、会員は、当社に対して当該損害賠償金を含む一切の費用を支払うものとします。</p>

<h2>第22条 退会等について</h2>
<p>本サービスの会員である限り、本契約は有効です。会員は本サービスの退会申請フォームから契約終了の通知を当社にお送りいただくことで、会員資格を終了させることができます。</p>
<p>会員が本契約の一つ以上の条項に違反した場合、当社はいつでも会員の会員資格を即座に終了させ、禁止する投稿コンテンツを削除し、本サービスの利用を終了させることができます。</p>
<p>前項の場合、会員が本サービスの全部または一部にアクセスすることを、恒久的または一時的に当社は禁止することができます。</p>
<p>当社は、会員に対し、理由を添えた事前の書面による通知を送付することで、いつでも本契約を終了させることができます。なお、有料会員プランについて会員が購入された利用期間が終了していなくても、一切、返金は致しかねます。</p>
<p>会員が有料会員プランを終了された場合、本サービスへの登録も終了となり、終了以前に会員が購入された利用期限が残っていても、本サービスの一切がご利用できなくなります。日割りでの返金も致しかねます。</p>
<p>会員が有料会員でない場合、（本サービスに最後に接続した日から数えて）6ヵ月以上本サービスを利用しなかった会員のアカウントを、本サービスは無効にすることができます。</p>


<h2>第23条 本サービスの内容の変更、終了</h2>
<p>当社は、当社の都合により、本サービスの内容を変更し、または提供を終了することができます。サービスを終了する際には、当社所定の方法により事前に通知するものとします。</p>

<h2>第24条 利用規約の改定等について</h2>
<p>当社は、以下の場合に、当社の裁量により、本規約を変更することができます。</p>
<ul>
    <li>本規約の変更が、会員の一般の利益に適合するとき。</li>
    <li>本規約の変更が、契約をした目的に反せず、かつ、変更の必要性、変更後の内容の相当性、変更の内容その他の変更に係る事情に照らして合理的なものであるとき。</li>
</ul>
<p>当社は、本規約を改定するときは、本規約を変更する旨および変更後の本規約の内容とその効力発生日について当社所定の方法により事前に会員に通知します。</p>
<p>変更後の本規約の効力発生日以降に会員が本サービスを利用したときは、会員は、本規約の変更に同意したものとみなします。</p>
<p>本規約の他、本サービスからリンクされた他のサイトについては、そのサイトの利用規約に同意したうえでご利用ください。</p>

<h2>第25条 通知</h2>
<p>本サービスに関する当社から会員への通知・連絡は、当社が運営するウェブサイト又はアプリケーション内の適宜の場所への掲示その他、当社が適当と判断する方法により行なうものとします。当社は、個々の会員に通知及び連絡をする必要があると判断した際、会員に対し、メッセージング機能、電話等を用いて通知及び連絡を行うことがあります。当社からの通知及び連絡が不着であったり遅延したりといったことによって生じる損害について、当社は一切の責任を負いません。</p>
<p>会員が当社に通知、連絡又は問い合わせをする必要が生じた場合、本サービスのお問い合わせフォームを利用するものとし、電話や来訪を行うことはできないものとします。当社は、かかる連絡又は問い合わせがあった場合、当社が定める方法により、会員の本人確認を行うことができるものとします。また、問合せに対する回答方法に関しては、当社が適切と考える回答方法を利用することができるものとし、その回答方法を会員が決めることはできないものとします。</p>

<h2>第26条 分離可能性</h2>
<p>本規約のいずれかの条項又はその一部が、消費者契約法その他の法令等により無効と判断された場合であっても、本規約の残りの規定及び一部が無効と判断された規定の残りの部分は、継続して有効に存続し、当該無効とされた条項又はその一部を、有効とするために必要な範囲で修正し、最大限、当該無効とされた条項又はその一部の趣旨及び法律的経済的に同等の効果が確保されるよう解釈されるものとします。</p>

<h2>第27条 定めのない事項等</h2>
<p>本規約に定めのない事項又は本規約の解釈に疑義が生じた場合には、会員は、当社の定めるところに従うものとします。これにより解決しない場合には、当社及び会員は、信義誠実の原則に従って協議の上速やかに解決を図るものとします。</p>

<h2>第28条 言語</h2>
<p>本規約は、日本語を正文とします。本規約につき、参考のために英語による翻訳文が作成された場合でも、日本語の正文のみが契約としての効力を有するものとし、英訳はいかなる効力も有しないものとします。</p>

<h2>第29条 準拠法</h2>
<p>本規約の有効性，解釈及び履行については、日本法に準拠し、日本法に従って解釈されるものとします。</p>

<h2>第30条 管轄裁判所</h2>
<p>本サービスに関し、会員と当社との間で訴訟が生じた場合､訴額に応じて、東京地方裁判所又は東京簡易裁判所を第一審の専属的合意管轄裁判所とします。</p>

                    </div>
                </div>
            </div>
        </div>
        <div class="text-center">
    <button class="btn deet-btn" @click="$router.go(-1)">戻る</button>
  </div>
</main>
</template>

<style>

.page-misc {
    main {
        position: relative;
        left: 0;
        top: 0;
        transform: none;
    }

    .content-misc {
        background-color: var(--deet-color-cotent-base);
    }

    .container-fluid {
        margin-top: var(--header-height);
        color: var(--deet-color-font);
    }

    h1 {
        font-size: 24px;
        font-weight: bold;
        margin-bottom: 2rem;
    }

    h2 {
        font-size: 18px;
        font-weight: bold;
        margin-bottom: 2rem;
        padding-top: 3rem;
    }

    p,
    li {
        line-height: 1.7;
    }

    a {
        color: var(--deet-color-gold);
    }

    header {

        .icon-menu,
        .icon-x {
            display: none !important;
        }
    }
}
</style>
