const TUIConversation = {
  "发起会话": "会話を開始",
  "发起单聊": "個別チャットを開始",
  "发起群聊": "グループチャットを開始",
  "请输入userID": "ユーザーIDを入力してください",
  "删除会话": "会話を削除",
  "删除后，将清空该聊天的消息记录": "削除後、このチャットのメッセージ履歴がクリアされます",
  "删除后，将清空该群聊的消息记录": "削除後、このグループチャットのメッセージ履歴がクリアされます",
  "置顶会话": "会話を固定",
  "取消置顶": "固定を解除",
  "消息免打扰": "通知オフ",
  "取消免打扰": "通知オフを解除",
  "系统通知": "システム通知",
  "有人@我": "誰かが@でメンションしました",
  "@所有人": "@全員",
  "条": "件",
  "我": "私",
  "网络异常，请您检查网络设置": "ネットワーク異常です。ネットワーク設定を確認してください",
  "您已被群管理员移出群聊": "あなたはグループ管理者によってグループチャットから削除されました",
  "该群聊已被解散": "このグループチャットは解散されました",
  "您已退出该群聊": "あなたはこのグループチャットを退出しました",
};

export default TUIConversation;