<script setup></script>

<template>
	<main>
        <div class="container-fluid fs-4">
            <div class="content content-misc p-4">
                <div class="row">
                    <div class="col-12 text-start p-3">

                        <h1>システムについて</h1>
<p>本サービスは月額利用料が50,000円が発生します。<br>
サービス内の通貨は「ポイント」で統一しており、事前にデポジットしたポイントから精算、もしくはカード引き落としにて決済されます。</p>

<h2>コール案件機能について</h2>
<p>コール案件機能とは、当サービスに登録している合流可能な女性会員とマッチングできる機能です。<br>
ご注文いただいてから最短30分で合流が可能です。<br>
事前に女性会員とやり取りをする必要はなく、必要な情報を設定するだけで合流が可能です。</p>

<h3>▼設定情報</h3>
<ol>
  <li>合流希望日時（〇分後～未来日時で自由に設定可能）</li>
  <li>合流場所と予約名</li>
  <li>合流人数</li>
  <li>希望タグ（年齢やキャラクターなどの女性会員属性タグ）</li>
  <li>備考欄</li>
</ol>

<p>注文確定後、マッチングが成立した場合はグループチャットが開設されますので、合流予定などの確認をお願いいたします。</p>

<h3>▼料金について</h3>
<p>当選して案件に参加した場合は以下のポイントが発生します。</p>

<h4>①コール料金</h4>
<ul>
  <li>GOLD 6,000P／30分</li>
  <li>PLATINUM 8,000P／30分</li>
  <li>BLACK 10,000P／30分</li>
</ul>

<p>女性会員のクラスに応じて、コール案件で発生するポイントが変動いたします。
例）PLATINUMの方が2時間のコール案件に参加すると32,000Pが発生</p>

<p class="text-deet-gold">※自動延長制となりますので、解散する場合は女性会員に解散する旨をお伝えください。女性会員がシステム上で解散処理を行います。</p>

<h4>②指名料金</h4>
<p>・指名ポイント	1,500P／30分</p>
<p>※指名案件は基本報酬に1時間3000Pが上乗せして発生</p>

<p>プロフィールから女性会員を指名してコールをかけることが可能です。
女性会員にも指名案件という通知が入るので、優先的にマッチングしやすくなります。
</p>

<h4>③深夜手当</h4>
<p>・5,000P／1回</p>
<p>※0時から5時に発生した案件は深夜手当が上乗せで発生します。</p>


<h2>Deet案件について</h2>
<p>個別でメッセージをやりとりして合流する案件を「Deet案件」と呼びます。<br>
女性会員がそれぞれ30分あたりの報酬ポイントを設定しており、合流予定に応じて女性会員が設定したポイント分が発生いたします。<br>
メッセージのやり取りの上で合意した場合に成立するのでご安心ください。
</p>

<h2>ギフト機能について</h2>
<p>アイテムを女性会員に贈る機能です。<br>
各アイテムにポイントが設定されており、贈ったアイテムの設定ポイントに応じて女性会員に特典が発生します。<br>
※当機能はリリース準備中です</p>

<h2>つぶやき機能について</h2>
<p>タイムラインにつぶやきを投稿できる機能です。<br>
男性会員の皆さま・女性会員ともに投稿が可能で、つぶやきに対してのコメントがございます。<br>
※当機能はリリース準備中です</p>

<h2>ご利用上のルールとマナーについて</h2>
<ul>
  <li>女性会員とのご飲食代につきましては、男性会員の皆さまにご負担をお願いしております。</li>
  <li>マンションやホテル等、鍵がかかる個室でのご利用を禁止しております。</li>
  <li>合流直前でのキャンセルや、無断キャンセル等の行為は設定ポイント1時間分のキャンセル料を頂戴いたします。</li>
  <li>トラブル防止のため、未合流女性会員とのチャット内でのSNSを含むすべての連絡先の交換を禁止しております。</li>
  <li>現金でのやりとりはトラブルの原因となりますので禁止しております。<br>
  ※女性会員からタクシー代などを現金で請求された場合は、運営にご報告くださいませ。</li>
  <li>解散処理後に合流を継続するよう継続することを禁止しております。解散処理後に15分以上滞在した場合は、自動的に延長としてカウントされますのでご注意ください。</li>
  <li>上記の禁止行為が発覚した場合は、アカウントを凍結させていただきますのでご了承くださいませ。</li>
</ul>




                    </div>
                </div>
            </div>
        </div>
	</main>
</template>

<style>

/* .page-misc { */
    main {
        position: relative;
        left: 0;
        top: 0;
        transform: none;
    }

    .content-misc {
        background-color: var(--deet-color-cotent-base);
    }

    .container-fluid {
        /* margin-top: var(--header-height); */
        color: var(--deet-color-font);
    }

    h1 {
        font-size: 24px;
        font-weight: bold;
        margin-bottom: 2rem;
    }

    h2 {
        font-size: 18px;
        font-weight: bold;
        margin-bottom: 2rem;
        padding-top: 3rem;
    }
    h4 {
        margin-top: 2.5rem;
    }

    p,
    li {
        line-height: 1.7;
    }

    a,
    .text-deet-gold {
        color: var(--deet-color-gold);
    }


/* } */
</style>



