<script setup></script>

<template>
	<main>
        <div class="container-fluid fs-4">
            <div class="content content-misc p-4">
                <div class="row">
                    <div class="col-12 text-start p-3">
                        <h1>システムについて</h1>
<p>本サービスは報酬をポイントで計算いたします。ポイントは1ポイント=1円となります。</p>

<h2>コール案件について</h2>
<p>女性会員は男性会員が募集する案件に応募をすることができます。ホーム画面にある参加可能な案件に応募をしてください。</p>
<p>※少し遅れるなどの事情がある場合はその旨をコメントに入れて応募。当選落選の連絡が入るので、案件の確定をお待ちくださいませ。</p>
<p>確定後は自動的に参加メンバーのチャットルームが開設されますので、挨拶と到着時間を送りましょう！</p>

<h3>▼報酬について</h3>
<p>当選して案件に参加した場合は以下の報酬が発生します。</p>

<h4>①基本報酬</h4>
<ul>
    <li>GOLD 6,000P／30分</li>
  <li>PLATINUM 8,000P／30分</li>
  <li>BLACK 10,000P／30分</li>
</ul>
<p>ご自身のクラスに応じて、コール案件で発生するポイントが変動いたします。例）PLATINUMの方が2時間のコール案件に参加すると32,000Pが発生</p>

<h4>②指名案件</h4>
<p>・指名ポイント 1,500P／30分</p>
<p>※指名案件は基本報酬に1時間3000Pが上乗せして発生</p>
<p>コール案件は男性会員から指名で呼ばれることがあり、その場合は上記ポイントが発生します。当日待機状態を設定しておくことで、男性会員画面の「今呼べる女性会員」に表示されるので、積極的に待機状態を活用してください。</p>

<h4>③深夜手当</h4>
<p>・5,000P／1回</p>
<p>※0時から5時に発生した案件は深夜手当が上乗せで発生します。</p>

<h2>Deet案件について</h2>
<p>個別でメッセージをやりとりして成立する案件を「Deet案件」と呼びます。ご自身で30分あたりの報酬ポイントを設定していただけるので、やり取り次第では高額な案件が発生します。</p>
<p>最低設定料金は8000ポイント、設定上限はありません。ベースを少し高めに設定し、メッセージのやり取りで設定ポイントを少し下げて成立させるなど、ご自身のやり方に応じて自由なやり方でセッティングをしてください。</p>

<h2>ギフト機能について</h2>
<p>いわゆる投げ銭機能です。案件を通さなくても報酬が発生するシステムとなります。各アイテムにポイントが設定されており、投げられたアイテムの設定ポイントがご自身のポイントとして反映される機能です。</p>
<p>※リリース準備中です</p>

<h2>つぶやき機能について</h2>
<p>タイムラインにつぶやきを投稿できる機能です。男性会員・女性会員ともに投稿が可能で、つぶやきに対してコメントを送るなど、案件が発生しやすくするサポート機能です。</p>
<p>※リリース準備中です</p>

<h2>バック率について</h2>
<p>ポイント換金時にご自身のバック率に応じて計算された金額が入金されます。バック率は利用実績によって80～100%内で変動します。</p>

<h2>支払いについて</h2>
<p>月末締めで発生したポイントを翌月末に設定した口座に振り込まれます。週払いでの申請も可能で、当週金曜日までに申請されたものが、翌週金曜日に入金されます。</p>
<p>※週払いの場合は手数料として10%が天引きされます</p>




                    </div>
                </div>
            </div>
        </div>
	</main>
</template>

<style>

/* .page-misc { */
    main {
        position: relative;
        left: 0;
        top: 0;
        transform: none;
    }

    .content-misc {
        background-color: var(--deet-color-cotent-base);
    }

    .container-fluid {
        /* margin-top: var(--header-height); */
        color: var(--deet-color-font);
    }

    h1 {
        font-size: 24px;
        font-weight: bold;
        margin-bottom: 2rem;
    }

    h2 {
        font-size: 18px;
        font-weight: bold;
        margin-bottom: 2rem;
        padding-top: 3rem;
    }
    h4 {
        margin-top: 2.5rem;
    }

    p,
    li {
        line-height: 1.7;
    }

    a,
    .text-deet-gold {
        color: var(--deet-color-gold);
    }


/* } */
</style>
